Repository: Tashakashkina/rent_my_boat
Catalog: lib/l10n/app_*.arb
Languages: de

# capitan
source: I am a boat owner
de: Ich bin Bootsbesitzer

# tourist
source: I want to rent a boat
de: Ich will ein Boot mieten

# button_save
source: Save
de: Speichern

# button_delete
source: Delete
de: Löschen

# button_useFilters
source: Use filters
de: Anwenden

# greeting
source: Let's get to know each other!
de: Lassen Sie uns kennenlernen!

# introduction
source: Upload your best photo and fill in the blanks
de: Laden Sie das beste Bild hoch und füllen Sie die Felder aus

# errorMessage
source: Please enter the missing data
de: Fehlende Felder bitte ausfüllen

# name
source: Full name
de: Name

# nameHint
source: John Johnson
de: Max Mustermann

source: Date of birth
de: Geburtstagsdatum

source: Phone number
de: Telephonnummer

source: Languages
de: Sprachen

# manufactorer
source: Manufacturer
de: Hersteller

source: Model
de: Modell

source: Year
de: Baujahr

# location
source: Location (country, city, marine)
de: Standort (Land, Stadt, Marine)

# locationHint
source: Russia, St Petersburg, Krestovsky island
de: Russland, St Petersburg, Insel Krestovsky

# capacity
source: Max. peolpe
de: Max. Personenzahl

# length
source: Lеngth (m/feet)
de: Länge (m/feet)

source: Cabins
de: Kabinen

# sleepingPlaces
source: Berths
de: Schlafplätze

# enginePower
source: Motor power
de: Motorleistung

# enginePowerHint
source: 90 ph
de: 90 PS

# boatWeekPrice
source: Boat rental price per week
de: Bootsmietpreis pro Woche

# captainDayPrice
source: Captain's fee per day
de: Der Preis für die Arbeit des Skippers pro Tag

# boatCategory
source: What kind of boat do you have?
de: Was für ein Boot haben Sie?

source: Houseboat
de: Houseboot

source: Motorboat
de: Motorboot

# instructionOne
source: Upload some pictures of your boat inside and outside
de: Laden Sie ein paar Bilder ihres Bootes drinnen und draußen hoch

# instructionTwo
source: Make a selection of equipment on your boat.
de: Wählen Sie die Ausstattung ihres Bootes

source: Bimini
de: Bimini (Sonnensegel)

source: Deck shower
de: Deckdusche

source: Cockpit table
de: Cockpit Esstisch

source: Cockpit speakers
de: Cockpit Lautsprecher

source: Cockpit cushions
de: Cockpit Kissen

source: Aft bathing platform
de: Badeplattform

source: Bathing ladder
de: Badeleiter

source: Hot water
de: Warmwasser

# conditioning
source: Air conditioning
de: Klimaanlage

source: Fan
de: Ventilator

# heating
source: Heating system
de: Heizung

# toilet
source: Electric toilet
de: Electrische Toilette

# usb
source: USB socket
de: USB-Anschluß

# outboard
source: Outboot
de: Beiboot

# bowTruster
source: Bow thruster
de: Bugstrahlruder

# windlass
source: Electric windlass
de: Elektrische Ankerwinde

# winches
source: Electric winches
de: Elektrische Winches

# autopilot
source: Automatic pilot
de: Autopilot

# navigation
source: Navigation/ GPS
de: Navigationssystem/ GPS

# sounder
source: Depth sounder
de: Echolot

source: VHF
de: Funkgerät

# maps
source: Maps and guides
de: Seekarten

source: Fridge
de: Kühlschrank

# kitchen
source: Plates, cutlery, pots
de: Tassen, Besteck, Kochtöpfe

# oven
source: Oven/ hob
de: Ofen/ Herd

source: Dishwasher
de: Geschirrspüler

# snorkel
source: Mask and snorkel
de: Flossen, Taucherbrillen, Schnorchel

# fishing
source: Fishing tackle
de: Anglerausrüstung

# tent
source: Tents, sleeping bags
de: Zelte, Schlafsäcke

# sauna
source: Camping sauna and firewood
de: Campingsauna und Brennholz

# panels
source: Solar panels
de: Solarplatten

# socket
source: 220V plug socket
de: Steckdose 220V

# mesh
source: Protective mesh for children
de: Schutzgitter für Kinder

# beddings
source: Clean beddings
de: Bettwäsche

# towels
source: Clean towels
de: Handtücher

# wiFi
source: Wi-Fi on board
de: Wi-Fi an Bord

source: Outboard motor
de: Außenbordmotor

# sup
source: SUP/ puddle board
de: SUP Brett

# instructionThree
source: If your equipment was not mentioned above, let us know.
de: Haben wir nicht alle Optionen erwähnt? Ergänzen Sie die Liste

# instructionThreeHint
source: Мore equipment
de: Weitere Ausstattung

# instructionFour
source: Mark the dates when you are ready to sail as a captain and when your boat is ready to be rented.
de: Markieren Sie die Daten, an denen Sie bereit sind, als Kapitän zu segeln, und wann das Boot gemietet werden kann

# price1per_person
source: Boat rental costs per person
de: Bootsmietkosten für 1 Person

# message_price1
source: The costs for 1 person when all berths on the boat are occupied
de: Die Kosten für 1 Person, wenn alle Schlafplätze auf dem Boot belegt sind

# price2per_day
source: Boat rental costs per day
de: Bootsmietkosten pro Tag

# message_price2
source: The boat rental costs per day, regardless of the occupancy of the berths
de: Die Bootsmietkosten pro Tag, unabhängig von der Belegung der Schlafplätze

# price3per_week
source: Boat rental costs per week
de: Bootsmietkosten pro Woche

# message_price3
source: Boat trips last normally at least 7 days
de: Normalerweise dauern Bootsfahrten mindestens 7 Tage

# price4_skipper
source: Skipper's fee per day
de: Kosten für Kapitan an Bord pro Tag

# message_price4
source: If no one in your group has a skipper's license, you can rent a boat with a skipper only.
de: Wenn keiner aus Ihrer Gruppe über eine Kapitänslizenz verfügt, können Sie ein Boot nur mit Kapitän mieten
